{"pages":[{"url":".","text":"Course Description The atmosphere and ocean control the earth climate system by transporting energy, heat, momentum and gas, as well as exchanging them across two components. Air-sea Interaction (ATM2106) course examines the influence of atmospheric circulation on the ocean, or oceanic circulation on atmosphere, and tries to understand the climate system based on the circulation of two bodies and their interactions. This course covers the circulation and interactions in low/mid/high latitudes and small/large scales. 대기와 해양은 서로 에너지, 열 및 가스를 주고 받으면서 지구 기후시스템을 조정합니다. 대기, 해양 상호작용 (ATM2106)은 대기 순환이 해양에, 혹은 해양 순환이 대기에 어떤 영향을 주는지 알아봄으로서 기후시스템을 보다 포괄적인 관점에서 다루는 과목입니다. 저위도, 중위도, 그리고 고위도 지역에서 일어나는 대기 해양 상호작용을 서술하고 크고 작은 규모의 순환에서 일어나는 대기 해양 상호작용에 대해 토론할 것입니다. Instructor Hajoon Song Office : 과학관 544 Email : hajsong@yonsei.ac.kr Telephone : 02-2123-2579 Class Room 523, Science Hall, MW 3:00 pm - 4:55 pm 수강대상 This course may be appropriate for students in the sophomore or junior year who want to gain basic knowledge about the circulation in atmosphere and ocean and the interactions between two bodies. 수업목표 및 개요 Upon the completion of this course, students will grasp the concept of atmospheric and oceanic circulations in the rotating earth. Then students will explain the current climate patterns and contemporary climate phenomena using the learnings from the classes. This descriptive course also provides an introduction to upper-level classes in the Department of Atmospheric Sciences. 선수과목(선수학습) None 강좌운영방식 Lectures using slides and student projects 성적평가방법 Homework : 30% Midterm : 30% Final project : 30% Attendance and participation : 10% 교재 및 참고문헌 'Atmosphere, Ocean, and Climate Dynamics' by John Marshall and R. Alan Plumb","tags":"pages","title":""},{"url":"pages/links.html","text":"Link to the textbook webpage Atmosphere, Ocean, and Climate Dynamics Computing program Python Miniconda Jupyter Notebook <!-- ### Documentation This course is designed to provide students the background of ocean modeling and hands-on learning environment for their own research. It is offered in 2018 spring in the Department of Atmospheric Sciences at Yonsei University, Seoul, South Korea. -->","tags":"Links","title":""},{"url":"pages/projects.html","text":"The great Pacific garbage patch People found a high concentration of plastic debris in the middle of Pacific. Although those plastic debris are small enough not to be visible with naked eyes, the size of this 'patch' can be as big as 700,000 km 2 , a size of Texas, USA. Why is there a garbage patch in the middle of Pacific ocean where no human habitats are nearby? Arctic / Antarctic sea ice trend Under the changing climate, Arctic sea-ice and Antarctic sea-ice show very different trend. While Arctic sea-ice extent has been shrinking over the past few decades, Antarctic sea-ice extend shows the increasing trend. How can we explain this? Hurricane In the 2017, Atlantic hurricane season was one of the most destructive hurricane seasons on record. Lots of people suffered from floods and wind damages caused by hurricane, and we even saw a high number of death toll. Is this something to do with global warming? Sea level rise Tide gauges and satellite observations revealed the global rising sea level trend, and the recent study finds that it has been accelerating in the last decade. ( Link ) The sea level trend is quite variable in space with a striking positive trend in the western Pacific. What drives this spatial pattern of the sea level trend? (Mean sea level (MSL) trend estimated from the satellite observations.) Ozone hole The use of chlorofluorocarbons (CFCs) caused to ozone loss that impacts back to human by allowing more ultraviolet (UV) light. Another important impact from the ozone hole is the ability to alter the atmospheric circulation. The stratosphere becomes cooler when UV light is not absorbed as much as it was with more ozone. This results in larger temperature difference between equator and south pole. How does this change the climate in the Southern Hemisphere? CO 2 flux Approximately 25% of anthropogenic CO 2 has been taken up by the ocean. However, this does not mean that the ocean always takes up CO 2 from the atmosphere. For example, the mean air-sea CO 2 map reveals that the ocean emits CO 2 in the eastern Pacific as well as in the region south of 60 degree S in the Southern Ocean. What determines this spatial patterns? Your own projects You can choose the subject of the project. Possible subjects are Extreme weather events (flood, drought, ...) Fukushima nuclear power plant accident East Asia monsoon","tags":"projects","title":"Projects"},{"url":"pages/syllabus.html","text":"week content lecture note homework 1 Preview of the course 2 Introduction to coupled atmosphere-ocean system: Energy budget 3 Introduction to coupled atmosphere-ocean system: Atmosphere 4 The general circulation of the atmosphere 5 Introduction to coupled atmosphere-ocean system: Ocean 6 Boundary layer 7 The wind-driven ocean circulation 8 Midterm Exam 9 Air-sea interaction: heat 10 Air-sea interaction: momentum 11 Air-sea interaction: gas 12 Air-sea interaction: tropics 13 Air-sea interaction: Poles 14 Presentation 15 Review 16 Final exam","tags":"syllabus","title":"Syllabus (tentative)"},{"url":"lecture_1.html","text":"Contents Shortwave radiation Longwave radiation The greenhouse effect Energy imbalance","tags":"Week 1","title":"Lecture 1"},{"url":"lecture_2.html","text":"Contents Shortwave radiation Longwave radiation The greenhouse effect Energy imbalance","tags":"Week 1","title":"Lecture 2"}]}